{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 2, "word_counts": "{\"this\": 1, \"movie\": 2, \"was\": 1, \"amazing\": 1, \"worst\": 1, \"ever\": 1, \"made\": 1}", "word_docs": "{\"amazing\": 1, \"was\": 1, \"this\": 1, \"movie\": 2, \"made\": 1, \"worst\": 1, \"ever\": 1}", "index_docs": "{\"4\": 1, \"3\": 1, \"2\": 1, \"1\": 2, \"7\": 1, \"5\": 1, \"6\": 1}", "index_word": "{\"1\": \"movie\", \"2\": \"this\", \"3\": \"was\", \"4\": \"amazing\", \"5\": \"worst\", \"6\": \"ever\", \"7\": \"made\"}", "word_index": "{\"movie\": 1, \"this\": 2, \"was\": 3, \"amazing\": 4, \"worst\": 5, \"ever\": 6, \"made\": 7}"}}